Repository: ErikaIwakiri/DebianCorpus
Catalog: TmxMerged.tmx
Source language: en_us
Languages: pt_pt

source: · Information for developers on the bug tracking system.
pt_pt: · Informações para desenvolvedor(a) no sistema de gerenciamento de bugs.

source: · Developers' information on manipulation of bugs using the e-mail control interface.
pt_pt: · Informações do(a) desenvolvedor(a) na manipulação de bugs usando a interface de controle de e-mail.

source: · Mailservers' reference card.
pt_pt: · Cartão de referência de servidores de mail.

source: · Requesting bug reports by e-mail.
pt_pt: · Requisitando reports de bug pelo e-mail.

source: Български (Bəlgarski) dansk Deutsch español français hrvatski Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Português Русский (Russkij) suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) dansk Deutsch English español français hrvatski Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Русский (Russkij) suomi svenska українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Sun, Oct 15 11:59:12 UTC 2023 Last Built: Tue, Aug 6 19:26:37 UTC 2024
pt_pt: Última Modificação: Sáb, 21 de Out de 2023, 16:08:52 UTC Última compilação: Ter, 6 de Ago de 2024, 21:57:22 UTC

source: Debian Pure Blends are a solution for groups of people with specific needs. Not only do they provide handy collections (meta-packages) of specific packages, but they also ease installation and configuration for the intended purpose. They cover the interests of different groups of people, who might be children, scientists, gamers, lawyers, medical staff, visually impaired people, etc. Their common goal is to simplify installation and administration of computers for their target audience, and to connect that audience with the people writing or packaging the software they use.
pt_pt: Os Debian Pure Blends são uma solução para grupos de pessoas com necessidades específicas. Não só eles fornecem coleções úteis (metapacotes) de pacotes específicos, como também facilitam a instalação e a configuração para determinado propósito. Eles cobrem os interesses de diferentes grupos de pessoas, que podem ser crianças, cientistas, jogadores(as), advogados(as), equipes médicas, pessoas com deficiência visual, etc. O objetivo geral é simplificar a instalação e a administração de computadores para sua audiência alvo e conectar esse público com as pessoas que escrevem ou empacotam o software que eles(as) usam.

source: You can read more about Debian Pure Blends in the Pure Blends Manual.
pt_pt: Você pode ler mais sobre os Debian Pure Blends no Manual Pure Blends.

source: · Released Pure Blends
pt_pt: · Pure Blends lançados

source: · Upcoming Pure Blends
pt_pt: · Pure Blends que estão por vir

source: · Development
pt_pt: · Desenvolvimento

source: Released Pure Blends
pt_pt: Pure Blends lançados

source: "Released" may have different meanings for different blends. In most cases it means that the blend has metapackages or an installer that was released in a stable release of Debian. Blends may also provide installation media or form the basis of a derivative distribution. See the individual blend pages for more information on that particular blend.
pt_pt: "Lançados" pode ter significados diferentes para Blends diferentes. Na maior parte dos casos, significa que o blend tem metapacotes ou um instalador que foi lançado em uma versão estável do Debian. Os blends também podem oferecer mídias de instalação ou podem formar a base de uma distribuição derivada. Veja as páginas individuais dos blends para mais informações sobre aquele blend particular.

source: Blend Description Quick Links
pt_pt: Blend Descrição Links rápidos

source: Debian The goal of Debian Accessibility is to develop Debian into an operating system that is Metapackages
pt_pt: Debian O objetivo da Debian Accessibility é transformar o Debian em um sistema operacional que seja Metapacotes

source: Accessibility particularly well suited for the requirements of people with
pt_pt: Accessibility particularmente adequado às necessidades de pessoas com

source: disabilities.
pt_pt: deficiência.

source: Debian Astro The goal of Debian Astro is to develop a Debian based operating system that fits the Metapackages
pt_pt: Debian Astro O objetivo da Debian Astro é desenvolver um sistema operacional baseado no Debian que atenda às Metapacotes

source: requirements of both professional and hobby astronomers. It integrates a large number of
pt_pt: necessidades tanto de astrônomos(as) profissionais quanto de hobistas. Integra uma grande

source: software packages covering telescope control, data reduction, presentation and other
pt_pt: quantidade de pacotes de software abrangendo controle de telescópio, redução de dados,

source: fields.
pt_pt: áreas.

source: DebiChem The goal of DebiChem is to make Debian a good platform for chemists in their day-to-day work. Metapackages
pt_pt: DebiChem O objetivo do DebiChem é fazer do Debian uma boa plataforma para químicos(as) em seus trabalhos Metapacotes diários.

source: Debian Edu The goal of Debian Edu is to provide a Debian OS system suitable for educational use and in Metapackages
pt_pt: Debian Edu O objetivo da Debian Edu é disponibilizar um sistema operacional Debian adequado ao uso Metapacotes educacional e em

source: schools.
pt_pt: escolas.

source: Debian Games The goal of Debian Games is to provide games in Debian from arcade and adventure to simulation Metapackages
pt_pt: Debian Games O objetivo do Debian Games é disponibilizar jogos no Debian, desde fliperama e aventura até Metapacotes

source: and
pt_pt: simulação e

source: strategy.
pt_pt: estratégia.

source: Debian GIS The goal of Debian GIS is to develop Debian into the best distribution for Geographical Metapackages
pt_pt: Debian GIS O objetivo da Debian GIS é transformar o Debian na melhor distribuição para aplicações e Metapacotes

source: Information System applications and Derivatives
pt_pt: usuários(as) de Sistemas de Informações Derivados

source: users.
pt_pt: Geográficas.

source: Debian Junior The goal of Debian Junior is to make Debian an OS that children will enjoy using. Metapackages
pt_pt: Debian Junior O objetivo da Debian Junior é fazer do Debian um sistema operacional que as crianças gostem de Metapacotes usar.

source: Debian Med The goal of Debian Med is a complete free and open system for all tasks in medical care and Metapackages
pt_pt: Debian Med O objetivo do Debian Med é um sistema aberto e completamente livre para todas as tarefas de Metapacotes

source: research. To achieve this goal Debian Med integrates related free and open source software for
pt_pt: cuidados médicos e de pesquisa. Para atingir esse objetivo, o Debian Med integra softwares

source: medical imaging, bioinformatics, clinic IT infrastructure, and others within the Debian
pt_pt: livres e de código aberto relacionados com imagem médica, bioinformática, infraestrutura de TI

source: OS.
pt_pt: Debian.

source: Debian Multimedia The goal of Debian Multimedia is to make Debian a good platform for audio and multimedia work. Metapackages
pt_pt: Debian Multimedia O objetivo da Debian Multimedia é fazer do Debian uma boa plataforma para trabalhos com áudio e Metapacotes

source: Debian Science The goal of Debian Science is to provide a better experience when using Debian to researchers Metapackages
pt_pt: multimídia. Debian Science O objetivo da Debian Science é proporcionar uma melhor experiência de uso do Debian para Metapacotes

source: scientists.
pt_pt: cientistas.

source: FreedomBox The goal of FreedomBox is to develop, design and promote personal servers running free software Downloads
pt_pt: FreedomBox O objetivo da FreedomBox é desenvolver, projetar e promover servidores pessoais que usem software Downloads

source: for private, personal communications. Applications include blogs, wikis, websites, social
pt_pt: livre para comunicações privadas e pessoais. As aplicações incluem blogs, sites web, redes

source: networks, email, web proxy and a Tor relay on a device that can replace a wireless router so
pt_pt: sociais, e-mail, proxy web, e um retransmissor Tor no dispositivo que pode substituir um

source: that data stays with the
pt_pt: roteador sem fio para que os dados permaneçam com os(as)

source: Hamradio The goal of Debian Hamradio is to support the needs of radio amateurs in Debian by providing Metapackages
pt_pt: Hamradio O objetivo da Debian Hamradio é dar suporte às necessidades de radioamadores(as) no Debian, Metapacotes

source: logging, data mode and packet mode applications and Downloads
pt_pt: disponibilizando aplicações de registro, modo de dados ou de pacote, entre Downloads

source: more.
pt_pt: outras.

source: Upcoming Pure Blends
pt_pt: Pure Blends que estão por vir

source: These blends are works-in-progress and have not yet made a stable release although they may be available in the testing or unstable distribution. Some upcoming pure blends may still rely on non-free components.
pt_pt: Esses blends estão sendo construídos e ainda não tiveram uma versão estável, embora eles estejam disponíveis na versão teste (testing) ou instável (unstable). Alguns Pure Blends que ainda serão lançados talvez possam depender de componentes não livres.

source: Blend Description Quick
pt_pt: Blend Descrição Links

source: Links
pt_pt: rápidos

source: Debian Design The goal of Debian Design is to provide applications for designers. This includes graphic design, web
pt_pt: Debian Design O objetivo da Debian Design é disponibilizar aplicações para designers. Isso inclui design gráfico, design

source: design and multimedia
pt_pt: web e design

source: design.
pt_pt: multimídia.

source: DebianParl The goal of DebianParl is to provide applications to support the needs of parliamentarians, politicians and
pt_pt: DebianParl O objetivo da DebianParl é disponibilizar aplicações que atendam às necessidades de parlamentares,

source: their staffers all around the
pt_pt: políticos e seus(suas) funcionários(as) ao redor do

source: world.
pt_pt: mundo.

source: Development
pt_pt: Desenvolvimento

source: If you're interested in getting involved in the development of Debian Pure Blends, you can find development information on the wiki pages.
pt_pt: Se você está interessado(a) em se envolver no desenvolvimento de Debian Pure Blends, você pode encontrar informações de desenvolvimento nas páginas da wiki.

source: dansk Deutsch Ελληνικά (Ellinika) español français Italiano 한국어 (Korean) Nederlands Português română Русский (Russkij) svenska 中文(简) 中文(HK) 中文(繁)
pt_pt: dansk Deutsch Ελληνικά (Ellinika) English español français Italiano 한국어 (Korean) Nederlands română Русский (Russkij) svenska 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Tue, Feb 20 08:15:05 UTC 2018 Last Built: Tue, Aug 6 19:38:08 UTC 2024
pt_pt: Última Modificação: Seg, 14 de Mar de 2022, 18:43:22 UTC Última compilação: Ter, 6 de Ago de 2024, 22:02:44 UTC

source: Events related to Debian / Debian Merchandise
pt_pt: Grandes eventos relacionados ao Debian / Merchandise do Debian

source: Debian Merchandise
pt_pt: Merchandise do Debian

source: As Debian's popularity has grown, we have received many requests for Debian merchandise.
pt_pt: A medida que cresce a popularidade do Debian, temos recebido muitos pedidos de merchandise.

source: Being a non-profit organization, we don't make or sell anything ourselves.
pt_pt: Sendo uma organização sem fins lucrativos, não produzimos e nem vendemos nada.

source: Luckily, a number of companies have seen a potential market and are trying to fill it.
pt_pt: Felizmente, várias empresas viram um mercado potencial e estão tentando preenchê-lo.

source: The information below is provided as a favor to our loyal users.
pt_pt: As informações abaixo são fornecidas como um favor para nossos(as) usuários(as) fiéis.

source: The ordering is purely alphabetical and no ranking or endorsement of a specific vendor.
pt_pt: A ordem é puramente alfabética e não há classificação ou endosso de um(a) fornecedor(a) específico(a).

source: Some vendors contribute a portion of sales of Debian merchandise back to Debian.
pt_pt: Alguns(mas) fornecedores(as) contribuem com uma parte das vendas com merchandise do Debian para o Debian.

source: This is indicated under each vendor entry.
pt_pt: Isso é indicado no tópico de cada fornecedor(a).

source: We hope that vendors consider making donations to Debian.
pt_pt: Esperamos que os(as) fornecedores(as) considerem fazer doações para o Debian.

source: In addition, some Debian contributors or local groups have produced Debian branded merchandise and may have some stock still available, information about that is available on the wiki.
pt_pt: Além disso, alguns(mas) colaboradores(as) do Debian ou grupos locais tem produzido mercadorias com a marca Debian e podem ter algum estoque disponível, informações sobre isso estão disponíveis na wiki.

source: Products: T-shirts, mugs, other clothing, badges
pt_pt: Produtos: Camisetas, canecas, outras roupas, crachás

source: Last Updated: December 22nd, 2019
pt_pt: Última modificação: 22 de Dezembro de 2019

source: Available languages: English
pt_pt: Idiomas disponíveis: Inglês

source: Original country: Germany
pt_pt: País de origem: Alemanha

source: International delivery: Yes
pt_pt: Entrega internacional: Sim

source: Products: T-shirts, polo shirts, other clothing, hats, mouse pads, mugs, toys, bags, pillowcases, badges, stickers, cards, others
pt_pt: Produtos: Camisetas, camiseta polo, outras roupas, bonés, mousepads, canecas, toys, bags, fronhas, crachás, adesivos, cards, outros

source: Original country: United States
pt_pt: País de origem: Estados Unidos

source: International delivery: No.
pt_pt: Entrega internacional: Não.

source: More information https://www.cafepress.com/p/help-buying-ordering#5
pt_pt: Mais informações https://www.cafepress.com/p/help-buying-ordering#5

source: Donates money to Debian
pt_pt: Doa dinheiro ao Debian

source: Products: T-shirts, polo shirts, stickers, other clothing, mugs, USB-Sticks, others
pt_pt: Produtos: Camisetas, camiseta polo, adesivos, outras roupas, canecas, Pendrives USB, outros

source: Available languages: French, English
pt_pt: Idiomas disponíveis: Francês, Inglês

source: Original country: France
pt_pt: País de origem: França

source: Money is used to organize local free software events
pt_pt: O dinheiro é usado para organizar eventos locais de software livre

source: Products: T-shirts, polo shirts, other clothing, mugs
pt_pt: Produtos: Camisetas, camiseta polo, outras roupas, canecas

source: Original country: Spain
pt_pt: País de origem: Espanha

source: Products: T-shirts, polo shirts, other clothing, USB-Sticks
pt_pt: Produtos: Camisetas, camiseta polo, outras roupas, Pendrives USB

source: Original country: Hungary
pt_pt: País de origem: Hungria

source: Products: T-shirts, pillowcases
pt_pt: Produtos: Camisetas, fronhas

source: Available languages: Polish
pt_pt: Idiomas disponíveis: Polonês

source: Original country: Poland
pt_pt: País de origem: Polônia

source: International delivery: No, within Europe
pt_pt: Entrega internacional: Não, na Europa

source: Products: stickers
pt_pt: Produtos: adesivos

source: If you sell merchandise with a Debian theme and would like to be listed on this page, send mail in English to <events@debian.org>.
pt_pt: Se você vende merchandise com um tema Debian e gostaria de ser listado nesta página, envie um e-mail em inglês para <events@debian.org>.

source: Please provide us with the following information:
pt_pt: Por favor, forneça as seguintes informações:

source: · the company name,
pt_pt: · o nome da empresa,

source: · the URL for your main page,
pt_pt: · a URL para a sua página principal,

source: · the URL where Debian merchandise can be found,
pt_pt: · a URL onde o merchandise Debian pode ser encontrado,

source: · the list of Debian merchandise sold,
pt_pt: · a lista de merchandise Debian vendida,

source: · the list of available languages on the website,
pt_pt: · a lista de idioma disponíveis no site,

source: · the original country,
pt_pt: · o país de origem,

source: · informations about delivery (international or not).
pt_pt: · informações sobre a entrega (internacional ou não).

source: We are only interested in advertising Debian related gear.
pt_pt: Só estamos interessados em divulgar material relacionado ao Debian.

source: Since we are protective of our reputation, we take customer service seriously.
pt_pt: Como nós protegemos nossa reputação, levamos o serviço ao consumidor a sério.

source: If we receive complaints about your service, you will be removed from the page.
pt_pt: Se recebermos reclamações sobre seus serviços, você será removido desta página.

source: Български (Bəlgarski) català dansk Deutsch español français Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Português Русский (Russkij) suomi svenska українська (ukrajins'ka)
pt_pt: Български (Bəlgarski) català dansk Deutsch English español français Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) polski Русский (Russkij) suomi svenska українська (ukrajins'ka)

source: Last Modified: Mon, Dec 30 09:21:48 UTC 2019 Last Built: Tue, Aug 6 19:44:25 UTC 2024
pt_pt: Última Modificação: Ter, 22 de Fev de 2022, 03:20:35 UTC Última compilação: Ter, 6 de Ago de 2024, 22:06:41 UTC

source: How to use the Debian Search Engine
pt_pt: Como usar o mecanismo de busca do Debian

source: The Debian project offers its own search engine at https://search.debian.org/.
pt_pt: O projeto Debian oferece seu próprio mecanismo de busca em https://search.debian.org/.

source: Here are some tips on how to use it and start simple searches as well as more complex searches with Boolean operators.
pt_pt: Aqui estão algumas dicas sobre como usá-lo e iniciar pesquisas simples, bem como pesquisas mais complexas com operadores booleanos.

source: Simple Search
pt_pt: Pesquisa simples

source: The simplest way to use the engine is to enter a single word in the search field and hit [Enter].
pt_pt: A maneira mais simples de usar o mecanismo é inserir uma única palavra no campo de pesquisa e pressionar [Enter].

source: Alternatively, you can click the Search button.
pt_pt: Como alternativa, você pode clicar no botão Pesquisar.

source: The search engine will then return all pages on our website which contain that word.
pt_pt: O mecanismo de pesquisa retornará todas as páginas do nosso site que contenham essa palavra.

source: For most searches, this should give you good results.
pt_pt: Para a maioria das pesquisas, isso deve fornecer bons resultados.

source: Alternatively, you can search for more than one word.
pt_pt: Como alternativa, você pode pesquisar por mais de uma palavra.

source: Again, you should see all pages of the Debian website which contain all words you entered.
pt_pt: Novamente, você deve ver todas as páginas do site do Debian que contêm todas as palavras que você digitou.

source: To search for phrases, put them in quotation marks (").
pt_pt: Para pesquisar frases, coloque-as entre aspas (").

source: Please note that the search engine is not case-sensitive, so searching for gcc matches "gcc" as well as "GCC".
pt_pt: Por favor observe que o mecanismo de pesquisa não diferencia maiúsculas de minúsculas, portanto, pesquisar por gcc corresponde a "gcc" e também a "GCC".

source: Below the search field you can decide how many results per page you'd like to see.
pt_pt: Abaixo do campo de pesquisa, você pode decidir quantos resultados por página deseja ver.

source: It's also possible to choose a different language; the Debian website search supports almost 40 different languages.
pt_pt: Também é possível escolher um idioma diferente; a pesquisa do site Debian suporta quase 40 idiomas diferentes.

source: Boolean Search
pt_pt: Pesquisa booleana

source: If a simple search is not sufficient, you can use Boolean search operators.
pt_pt: Se uma pesquisa simples não for suficiente, você pode usar operadores de pesquisa booleanos.

source: You can choose between AND, OR, and NOT or combine all three.
pt_pt: Você pode escolher entre AND, OR e NOT ou combinar os três.

source: Please make sure to use capital letters for all operators, so that the search engine recognizes them.
pt_pt: Por favor certifique-se de usar letras maiúsculas para todos os operadores, para que o mecanismo de pesquisa os reconheça.

source: · AND combines two expressions and returns pages which contain both words.
pt_pt: · AND combina duas expressões e retorna páginas que contêm ambas as palavras.

source: For example, gcc AND patch finds all pages that contain both, "gcc" and "patch".
pt_pt: Por exemplo, gcc AND patch encontra todas as páginas que contêm "gcc" e "patch".

source: In this case you will get the same results as when searching for gcc patch, but an explicit AND can be useful in combination with other operators.
pt_pt: Neste caso, você obterá os mesmos resultados da pesquisa por gcc patch, mas um AND explícito pode ser útil em combinação com outros operadores.

source: · OR returns results if either word is in the page. gcc OR patch finds any page which contains either "gcc" or "patch".
pt_pt: · OR retorna resultados se alguma das palavras estiver na página. gcc OR patch encontra qualquer página que contenha "gcc" ou "patch".

source: · NOT is used to exclude search terms from the results.
pt_pt: · NOT é usado para excluir termos de pesquisa dos resultados.

source: For example, gcc NOT patch finds all which contain "gcc", but not "patch". gcc AND NOT patch gives you the same results, but searching for NOT patch is not supported.
pt_pt: Por exemplo, gcc NOT patch encontra todos os que contêm "gcc", mas não "patch". gcc AND NOT patch fornece os mesmos resultados, mas a pesquisa por NOT patch não é suportada.

source: · (...) can be used to group expressions.
pt_pt: · (...) pode ser usado para agrupar expressões.

source: For example, (gcc OR make) NOT patch will find all pages which contain either "gcc" or "make", but do not contain "patch".
pt_pt: Por exemplo, (gcc OR make) NOT patch encontrará todas as páginas que contêm "gcc" ou "make", mas não contêm "patch".

source: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) español français hrvatski Indonesia Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) norsk (bokmål) polski Português română Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)
pt_pt: Български (Bəlgarski) català dansk Deutsch Ελληνικά (Ellinika) English español français hrvatski Indonesia Italiano 한국어 (Korean) Nederlands 日本語 (Nihongo) norsk (bokmål) polski română Русский (Russkij) slovenčina suomi svenska Tiếng Việt українська (ukrajins'ka) 中文(简) 中文(HK) 中文(繁)

source: Last Modified: Thu, Sep 30 09:25:49 UTC 2021 Last Built: Tue, Aug 6 19:47:30 UTC 2024
pt_pt: Última Modificação: Seg, 11 de Out de 2021, 02:30:19 UTC Última compilação: Ter, 6 de Ago de 2024, 22:07:10 UTC

source: Copyright © 1997-2021 SPI and others; See license terms
pt_pt: Copyright © 1997-2021 SPI e outros; Veja os termos de licença

source: Debian Releases / Debian “bullseye” Release Information / Debian “bullseye” Installation Information
pt_pt: Versões/Lançamentos Debian / Informações de lançamento do Debian “bullseye” / Debian “bullseye” Informações de instalação

source: Installing Debian 11.10
pt_pt: Instalando o Debian 11.10

source: Debian 11 has been superseded by Debian 12 (bookworm).
pt_pt: O Debian 11 foi substituído pelo Debian 12 (bookworm).

source: Some of these installation images may no longer be available, or may no longer work, and you are recommended to install bookworm instead.
pt_pt: Algumas dessas imagens de instalação talvez não estejam mais disponíveis, ou talvez não funcionem mais, e recomenda-se que você instale o bookworm em vez delas.
